Repository: e2jk/nautilus-image-manipulator
Catalog: po/*.po
Languages: de, fr

source: Custom settings
de: Benutzerdefinierte Einstellungen
fr: Paramètres personnalisés

source: The string to append cannot end in %s
de: Der anzuhängende Text kann nicht mit %s enden
fr: Le texte à ajouter ne peut pas se terminer en %s

source: The selected upload site %(site_name)s is not valid.
de: Die gewählte Seite zum Hochladen %(site_name)s ist nicht gültig.
fr: Le site d'hébergement sélectionné %(site_name)s n'est pas valide.

source: The upload site %(site_name)s could not be contacted, please check your internet connection.
de: Die Upload-Seite %(site_name)s konnte nicht erreicht werden, überprüfen Sie bitte Ihre Internetverbindung.
fr: Le site d'hébergement %(site_name)s n'a pas pu être contacté, veuillez vérifier votre connexion Internet.

source: The upload destination for %(site_name)s could not be determined, please report a bug so that this can be fixed.
fr: La destination d'envoi pour %(site_name)s n'a pas pu être déterminée, veuillez signaler un bug afin que nous puissions corriger cela.

source: Uploading images...
de: Lade Bilder hoch...
fr: Envoi des images...

source: The page where your file can be downloaded from could not be determined.
fr: La page depuis laquelle votre fichier peut être téléchargé n'a pu être déterminée.

source: Please try again, and report a bug if it happens again.
fr: Veuillez réessayer, et signaler un bug si ça se reproduit.

source: Your images were successfully uploaded to %(site_name)s, but their verification failed.
fr: Vos images ont bien été envoyées vers %(site_name)s, mais leur vérification a échoué.

source: Your images have been zipped together into this file:
fr: Vos images ont été compressées dans ce fichier :

source: You can find your image at %(filename)s
fr: Vous pouvez trouver votre image dans %(filename)s

source: Please file a bug report on Launchpad
de: Bitte erstelle einen Fehlerbericht auf Launchpad
fr: Veuillez soumettre un rapport de bogue sur Launchpad

source: Waiting for validation...
fr: En attente de validation...

source: Warning: the lower the quality, the more deteriorated the images will be
de: Warnung: je niedriger die Qualität, desto schlechter wird das Bild sein
fr: Attention: plus la qualité est faible, plus les images seront détériorées

source: Determines the quality of the resized images (the higher the quality, the larger the image size)
de: Legt die Qualität des in der Größe geänderten Bildes fest(je höher die Qualität, desto größer die Bilddatei)
fr: Détermine la qualité des images redimensionnées (plus la qualité est élevé, plus la taille des images est grande)

source: Quality:
de: Qualität:
fr: Qualité :

source: resized
de: Größe neu eingestellt
fr: redimensionné

source: Invalid parameters
de: Ungültige Parameter
fr: Paramètres invalides

source: _Skip
de: Ü_berspringen
fr: _Ignorer

source: _Retry
de: E_rneut versuchen
fr: _Ré-essayer

source: The image "%(image)s" could not be resized. Check whether you have permission to write to this folder: %(folder)s
de: Das Bild "%(image)s" konnte nicht in der Größe geändert werden. Überprüfen Sie, ob Sie die benötigten Rechte haben, in diesen Ordner zu schreiben: %(folder)s
fr: L'image "%(image)s" n'a pas pu être redimensionnée. Veuillez vérifier que vous avez le droit d'écrire dans ce dossier : %(folder)s

source: Could not resize image
de: Bildgröße konnte nicht geändert werden
fr: L'image n'a pas pu être redimensionnée

source: show debug messages
de: zeige Debug-Nachrichten
fr: afficher les messages de débogage

source: a file to be resized. Use multiple arguments to resize multiple files.
de: eine Datei, die in der Größe geändert werden soll. Benutzen Sie mehrere Argumente, um mehrere Dateien in der Größe zu ändern.
fr: un fichier à redimensionner. Utiliser des arguments multiples pour redimensionner de multiples fichiers.

source: _Resize image
de: _Bildgröße anpassen
fr: _Redimensionner l'image

source: Nautilus Image Manipulator needs to be provided with a list of images to resize. Please right-click on an image and select the "%(resizeImages)s" option.
de: Nautilus Image Manipulator muss eine Liste an Bildern, die in der Größe geändert werden sollen, mitgegeben werden. Machen Sie bitte einen Rechtsklick auf einem Bild und wählen Sie die "%(resizeImages)s" Option aus.
fr: Nautilus Image Manipulator a besoin de recevoir une liste d'images à redimensionner. Veuillez cliquer-droit sur une image et sélectionner l'option "%(resizeImages)s".

source: No images provided
de: Kein Bild angegeben
fr: Aucune image fournie

source: Resizing images...
de: Bildgröße wird geändert...
fr: Redimensionnement des images...

source: Packing images...
de: Bilder werden gepackt...
fr: Empaquetage des images...

source: Send %(imageSize)s images to %(uploadUrl)s
de: Sende %(imageSize)s Bilder an %(uploadUrl)s
fr: Envoyer de %(imageSize)s images à %(uploadUrl)s

source: small
de: kleine
fr: petites

source: Create %(imageSize)s images in the "%(directoryName)s" folder
de: %(imageSize)s Bilder im "%(directoryName)s" Ordner erstellen
fr: Créer de %(imageSize)s images dans le dossier "%(directoryName)s"

source: large
de: große
fr: grandes

source: %d%% resized
de: auf %d%%-ige Größe veränderte
fr: redimensionnées à %d%%

source: very small
de: sehr kleine
fr: très petites

source: medium
de: mittelgroße
fr: moyennes

source: very large
de: sehr große
fr: très grandes

source: Create %(imageSize)s images and append "%(appendString)s"
de: Erstelle %(imageSize)s Bilder und füge "%(appendString)s" hinzu
fr: Créer des images %(imageSize)s et rajouter "%(appendString)s"

source: (%d%% quality)
de: (%d%% Qualität)
fr: (qualité %d%%)

source: Unnamed profile
de: Namenloses Profil
fr: Profil sans nom

source: Save in a folder
de: In einem Ordner speichern
fr: Enregistrer dans un dossier

source: Rename
de: Umbenennen
fr: Renommer

source: Upload to a website
de: Zu einer Webseite hochladen
fr: Envoyer vers un site web

source: Resize images
de: Bildgröße ändern
fr: Redimensionner les images

source: Image Size
de: Bildgröße
fr: Taille des images

source: Small
de: Klein
fr: Petit

source: Large
de: Gross
fr: Grand

source: Custom
de: Benutzerdefiniert
fr: Personnalisé

source: Maximum width of the resized images, in pixels
de: Maximale Breite der in der Größe geänderten Bilder, in Pixeln
fr: Largeur maximale des images, en pixels

source: Width:
de: Breite:
fr: Largeur :

source: Maximum height of the resized images, in pixels
de: Maximale Höhe der in der Größe geänderten Bilder, in Pixeln
fr: Hauteur maximale des images, en pixels

source: Height:
de: Höhe:
fr: Hauteur :

source: Percent of the original image size
de: Prozent der Originalbildgröße
fr: Pourcentage de la taille originale des images

source: Scale:
de: Skalieren:
fr: Échelle :

source: Name of the folder in which the resized images will be saved
de: Ordnername, in dem die in der Größe geänderten Bilder gespeichert werden
fr: Nom du dossier dans lequel les images redimensionnées seront enregistrées

source: Folder name:
de: Ordnername:
fr: Nom du dossier :

source: Please enter the name of the folder.
de: Bitte den Namen des Ordners eintippen.
fr: Veuillez entrer le nom du dossier.

source: This value will be appended before the image extension
de: Dieser Wert wird vor der Bilderweiterung angehängt
fr: Cette valeur sera rajoutée au nom de fichier avant l'extension

source: Append to filename:
de: An Dateinamen anhängen:
fr: Rajouter au nom de fichier :

source: Please enter some text to append to the filename.
de: Bitte einen an den Dateinamen anzuhängenden Text eingeben.
fr: Veuillez entrer le texte à ajouter au nom du fichier.

source: The resized images will be compressed together into this zip file
de: Die in der Größe geänderten Bilder werden zusammen in einer Zip-Datei komprimiert
fr: Les images redimensionnées seront compressées dans ce fichier zip

source: Name of the zip file:
de: Name der Zip-Datei:
fr: Nom du fichier zip :

source: The zip file containing the resized images will be uploaded to this website
de: Die Zip-Datei mit den in der Größe geänderten Bildern wird zu dieser Webseite hochgeladen
fr: Le fichier zip contenant les images redimensionnées sera envoyé vers ce site

source: Upload the resized images to:
de: Die in der Größe geänderten Bilder hochladen zu:
fr: Envoyer les images redimensionnées vers :

source: Please enter the name of the zip file.
de: Den Namen der ZIP Datei angeben.
fr: Veuillez entrer le nom du fichier zip.

source: An error occurred!
de: Ein Fehler ist unterlaufen!
fr: Une erreur est survenue !

source: Images successfully uploaded!
de: Bild erfolgreich hochgeladen!
fr: Les images ont été envoyées avec succès !

source: Download url:
de: Url zum Herunterladen:
fr: Adresse de téléchargement :

source: Delete url:
de: Url entfernen:
fr: Adresse de suppression :

source: Delete this profile
de: Dieses Profil löschen
fr: Supprimer ce profil

source: Save as a new profile
de: Als neues Profil speichern
fr: Créer un nouveau profil

source: Create a new profile based on these settings
de: Ein neues Profil anhand der Einstellungen erstellen
fr: Créer un nouveau profil à partir de ces paramètres

source: Resize
de: Größe ändern
fr: Redimensionner

source: Resize the selected image
de: Das ausgewählte Bild in der Größe ändern
fr: Redimensionner l'image sélectionnée

source: Your images have not been sent, but have been zipped together into this file: %(filename)s
de: Die Bilder wurden nicht gesendet, aber in diese komprimierte Datei gepackt: %(filename)s

source: Your image has not been sent, but has successfully been resized. You can find it at %(filename)s
de: Das Bild wurde nicht gesendet, aber wurde erfolgreich verkleinert. Du kannst die Datei hier finden: %(filename)s

source: Destination
de: Zielpfad
